{
  "generic": {
    "helpMessage": "Hey there. I'm Sofia. Here to help with your ECD needs. Do you want to start a survey right now?",
    "quitMessage": "Bye.\nYou can start me up again by sending me a \"hello\".",
    "languageChangeText": "Okay, changing language.",
    "idkw": "I don't know that word yet.",
    "hello": "Hello",
    "sometimes": "Sometimes",
    "timeoutMessage": "Conversation has ended because you did not reply within 20 minutes. You may reply with \"hello\" or \"hi\".",
    "major":"This is always a major issue.",
    "minor": "This is a mild issue.",
    "nonIssue": "This is not an issue.",
    "outro": "Thank you and goodbye."
  },

  "choices": {
    "yes": "Yes",
    "no": "No",
    "idk": "I don't know",
    "birth": "In utero or birth",
    "2": "birth to 2 months",
    "4to5": "4-5 months",
    "7to9": "7-9 months",
    "9to14": "9-14 months"
  },

  "caregiverKnowledge": {
    "intro1": "I will ask you some things about children and when you think they start to do things.",
    "brainDevelopment": "When does a child’s brain begin to develop and learn?",
    "sight": "When do children begin to see?",
    "follow": "When do children begin to follow a moving person or toy, with their eyes?",
    "vocalize": "When do children begin to vocalize in response to someone talking to them?",
    "smile": "When do children begin to smile socially, that is smile into the face of another person?",
    "speech": "When do children begin to say single meaningful words?",
    "playWithToys": "When do children begin to play imaginary play like feeding a doll or driving a toy car?",
    "reachForToys": "When do children begin to reach for a toy in front of them?",
    "graspTinyThings": "When do children begin to grasp tiny things like raisins, with their fingertips?",
    "walkAlone": "When do children begin to walk alone with good co-ordination?",
    "talkToKids": "When should mothers begin to talk to children?",
    "practiceReaching": "When should mothers begin to show colorful objects to children to help them practice reaching",
    "teachCounting": "When should mothers begin to teach children to count?",
    "teachColors": "When should mothers begin to teach children colors?",
    "eatAlone": "When should mothers start to give children a spoon or a fork to let them eat by themselves?",
    "paperAndCrayons": "When should mothers begin to give children paper and crayons to draw and color?",
    "sitWithSupport": "When should mothers begin to let children sit with support?",
    "giveToys": "When should mothers begin to give children clean and safe objects or toys which they can mouth?",
    "lookAtBooks": "When should mothers begin to look at children’s books with their children?",
    "play": "When should mothers begin to give children clean and safe household items to play with?"
  },

  "FCI": {
    "intro1": "Now, I will ask you about the things that {{{childName}}} plays with when they are at home.",
    "playWithHomemadeToys": "Does {{{childName}}} play with homemade toys, such as balls made of plastic papers, clay dolls, wire cars, or other toys made at home?",
    "playWithShopToys": "Does {{{childName}}} play with toys from a shop or manufactured toys, such as balls, dolls, cars, or other toys from a shop?",
    "playHouseholdObjects": "Does {{{childName}}} play with household objects (examples: cups, spoons, plates) or objects found outside (examples: sticks, leaves)?",
    "playMusic": "Does {{{childName}}} play with things which play music or that you use to make music (examples: toy phone, toy radio, doll that plays music)?",
    "playDrawing": "Does {{{childName}}} play with things for drawing or writing (examples: pencils, pens)?",
    "playPictures": "Does {{{childName}}} play with picture books for children (not school-books)?",
    "playStacks": "Does {{{childName}}} play with things meant for stacking, constructing, building, such as blocks or maize cobs to build a pretend house or other things for building?",
    "playMoving": "Does {{{childName}}} play with things for moving around, such as cars with a handle, toy bicycles, kites, or other things for moving around?",
    "playShapes": "Does {{{childName}}} play with toys for learning shapes (circle, square, triangle) and colors?",
    "playPretend": "Does {{{childName}}} play with things for pretending, such as  dolls or tins to pretend to cook or other things for pretending?",
    "bookCount": "How many books do you have in your home right now? ",
    "magazineCount": "How many magazines or newspapers do you have in your home right now?",

    "intro2": "Now I will ask you whether anyone over 15 years old did any of the following activities with {{{childName}}} in the past 3 days.",
    "read": "In the past 3 days, did anyone read books to or look at pictures books with {{{childName}}}?",
    "motherRead": "Did {{{childName}}}'s mother read books or look at picture books with {{{childName}}}?",
    "fatherRead": "Did {{{childName}}}'s father read books or look at picture books with {{{childName}}}?",
    "caregiverRead": "Did another caregiver over 15 years old read books or look at picture books with {{{childName}}}?",
    "narrate": "In the past 3 days, did anyone tell {{{childName}}} stories?",
    "motherNarrate": "Did {{{childName}}}'s mother tell {{{childName}}} stories?",
    "fatherNarrate": "Did {{{childName}}}'s father tell {{{childName}}} stories?",
    "caregiverNarrate": "Did another caregiver over age 15 years tell {{{childName}}} stories?",
    "sing": "In the past 3 days, did anyone sing songs to {{{childName}}} or with {{{childName}}}?",
    "motherSing": "Did {{{childName}}}'s mother sing songs to or with {{{childName}}}?",
    "fatherSing": "Did {{{childName}}}'s father sing songs to or with {{{childName}}}?",
    "caregiverSing": "Did another caregiver over age 15 years sing songs to or with {{{childName}}}?",
    "outing": "In the past 3 days, did anyone take {{{childName}}} on an outing outside the home/yard/compound?",
    "motherOuting": "Did {{{childName}}}'s mother take {{{childName}}} on an outing?",
    "fatherOuting": "Did {{{childName}}}'s father take {{{childName}}} on an outing?",
    "caregiverOuting": "Did another caregiver over age 15 years take {{{childName}}} on an outing?",
    "play": "In the past 3 days, did anyone play with {{{childName}}}?",
    "motherPlay": "Did {{{childName}}}'s mother play with {{{childName}}}?",
    "fatherPlay": "Did {{{childName}}}'s father play with {{{childName}}}?",
    "caregiverPlay": "Did another caregiver over age 15 years play with {{{childName}}}?",
    "nameountOrDraw": "In the past 3 days, did anyone name, count, or draw things with {{{childName}}}?",
    "motherNameountOrDraw": "Did {{{childName}}}'s mother name, count or drawy things with {{{childName}}}?",
    "fatherNameountOrDraw": "Did {{{childName}}}'s father name, count, or draw things with {{{childName}}}?",
    "caregiverCountDraw": "Did another caregiver over age 15 years name, count, or draw things with {{{childName}}}?"
  },

  "SRQ20": {
    "intro1": "Now, I will ask you about certain pains and problems that may have bothered you in the last 30 days. ",
    "intro2": "If you had the described problem in the last 30 days, answer yes.",
    "intro3": "On the other hand, if you did not have the problem in the last 30 days, answer no.",
    "intro4": "We all have experiences in our lives that cause pains and problems, this is normal, so please respond honestly. There are no right or wrong answers.",
    "intro5": "If you feel unsure about a question, please give the best answer you can. I want to reassure you that your answers are confidential.",

    "headaches": "Do you often have headaches?",
    "appetite": "Is your appetite poor?",
    "sleepBadly": " Do you sleep badly?",
    "easilyFrightened": "Are you easily frightened?",
    "handsShake": "Do your hands shake?",
    "feelNervous": "Do you feel nervous, tense or worried?",
    "poorDigestion": "Is your digestion poor?",
    "clearThought": "Do you have trouble thinking clearly?",
    "feelUnhappy": "Do you feel unhappy?",
    "cry": "Do you cry more than usual?",
    "difficultyEnjoying": "Do you find it difficult to enjoy your daily activities?",
    "difficultyDecisions": "Do you find it difficult to make decisions?",
    "workSuffering": "Is your daily work suffering?",
    "useful": "Are you unable to play a useful part in life?",
    "lostInterest": "Have you lost interest in things?",
    "feelWorthless": "Do you feel that you are a worthless person?",
    "suicidal": "Has the thought of ending your life been on your mind?",
    "alwaysTired": "Do you feel tired all the time?",
    "easilyTired": "Are you easily tired?",
    "stomachDiscomfort": "Do you have uncomfortable feelings in your stomach?"
  },

  "DMC3": {

    "tell": "Tell me more",
    "how": "How do I observe this?",

    "zzz": "Has {{{childName}}} been able to do this continually during the past month?",

  "5.1": "Can {{{childName}}} hold up his or her head for at least 5 seconds?",
  "5.1y": "When you are holding the child you do not have to use your hand to support his or her head. The child is able to hold his or her head up on his or her own for at least 5 seconds.",
  "5.1n": "You must continuously support the child's head. The child is only able to hold his or her head up on his or her own for less than 5 seconds.",


  "5.2": "Can {{{childName}}} hold his or her head up unsupported and turn his or her head to the left and to the right?",
  "5.3": "Can {{{childName}}} sit supported, holding his/her body upright while leaning on something without falling over?",
  "5.4": "Can {{{childName}}} sit upright alone, unsupported on the floor?",
  "5.5": "Can {{{childName}}} push down with his or her feet into the floor when held upright?",
  "5.6": "Can {{{childName}}} stand when held up, taking his/her full weight on his/her feet while you are holding his/her upper body?",
  "5.7": "Can {{{childName}}} crawl keeping his/her stomach off the ground for three continuous crawling movements?",
  "5.8": "Can {{{childName}}} pull him or herself into a standing position while holding on to an object, but without holding on to a person?",
  "5.9": "Can {{{childName}}} stand holding on to furniture or another object, but without holding on to a person, for 10 seconds?",
  "5.10": "Can {{{childName}}} walk while holding on to a person's hands?",
  "5.11": "Can {{{childName}}} climb *onto* a low chair by him/herself?",
  "5.12": "Can {{{childName}}} climb *out of* a low chair by him/herself?",
  "5.13": "Can {{{childName}}} stand alone, without holding on to anything, for at least 10 seconds?",
  "5.14": "Can {{{childName}}} walk alone, without holding on to anything, at least 5 steps?",
  "5.15": "Can {{{childName}}} go down one step while standing upright with support, holding on to a person or object?",
  "5.16": "Can {{{childName}}}  go down one step while standing upright without support, without holding on to anything?",
  "5.17": "Can {{{childName}}} run?",
  "5.18": "Can {{{childName}}} jump in the air with both feet leaving the ground at the same time, without holding on to any person or object?",
  "5.19": "Can {{{childName}}} kick a ball while standing upright?",
  "5.20": "Can {{{childName}}} throw a ball in an intended direction?",
  "5.21": "Can {{{childName}}} walk backwards 5 steps?",
  "5.22": "Can {{{childName}}} stand on one leg for at least one second?",
  "5.23": "Can {{{childName}}} stand on one leg for at least ten seconds?",
  "5.24": "Can {{{childName}}} hop forward on one foot four times in a row?",
  "5.25": "Can {{{childName}}} throw a ball into the air and catch it?",
  "5.26": "Can {{{childName}}} walk 3 steps forward putting one foot in front of the other with heel touching toe?",

  "6.1": "Can {{{childName}}} watch a moving item in front of his/her face?",
  "6.2": "Can {{{childName}}} reach out for objects even if he/she doesn’t manage to grasp it? ",
  "6.3": "Can {{{childName}}} reach out and grasp objects?",
  "6.4": "Can {{{childName}}} pick up small objects (smaller than the child's hand) in any way?",
  "6.5": "Can {{{childName}}} pick up small objects using one hand rather than two?",
  "6.6": "Can {{{childName}}} pick up grains or beads or other small objects with thumb and forefinger only?",
  "6.7": "Can {{{childName}}} open a door that requires pushing?",
  "6.8": "Can {{{childName}}} hold a pen or chalk in any way with intent to write or scribble (very important that the child shows intent to write or scribble)?",
  "6.9": "Can {{{childName}}} hold a pen or chalk between two fingers and thumb, the way an adult holds a pen to write?",
  "6.10": "Can {{{childName}}} scribble with a pen or chalk?",
  "6.11": "Can {{{childName}}} scribble with a pen or chalk without going off the page?",
  "6.12": "Can {{{childName}}} draw a straight line, copying you when you demonstrate drawing a straight line?",
  "6.13": "Can {{{childName}}} draw a circle so that one end of the line connects to the other end, copying you when you demonstrate drawing a circle?",
  "6.14": "Can {{{childName}}} draw a triangle so that all the corners connect, copying you when you demonstrate drawing a triangle?",
  "6.15": "Can {{{childName}}} draw a picture of a person with 1 or more body parts when you tell him/her to, without you demonstrating first? Body parts can be head, legs, arms, eyes, body, nose, ears, hands.",
  "6.16": "Can {{{childName}}} draw a picture of a person with 2 or more body parts when you tell him/her to, without you demonstrating first? Body parts can be head, legs, arms, eyes, body, nose, ears, hands.",
  "6.17": "Can {{{childName}}} draw a picture of a person with 4 or more body parts when you tell him/her to, without you demonstrating first? Body parts can be head, legs, arms, eyes, body, nose, ears, hands.",
  "6.18": "Can {{{childName}}} write 1 or more letters when you tell him/her to, without you demonstrating first?",
  "6.19": "Can {{{childName}}} write 2 or more letters when you tell him/her to, without you demonstrating first?",
  "6.20": "Can {{{childName}}} write 1 or more numbers when you tell him/her to, without you demonstrating first?",
  "6.21": "Can {{{childName}}} write 2 or more numbers when you tell him/her to, without you demonstrating first?",
  "6.22": "Can {{{childName}}} write 3 or more numbers when you tell him/her to, without you demonstrating first?",
  "6.23": "Can {{{childName}}} write 1-2 or more letters in order after “A” (B or B C) without you telling him/her what comes next? ",
  "6.24": "Can {{{childName}}} write 3 or more letters in order after “A” (B, C, D, and so on)  without you telling him/her what comes next? ",
  "6.25": "Can {{{childName}}} write 1 or more words spelled correctly without you demonstrating first?",
  "6.26": "Can {{{childName}}} write 2 or more words spelled correctly without you demonstrating first?",
  "6.27":"Can {{{childName}}} write 4 or more words spelled correctly without you demonstrating first?",
  "7.1": "Is {{{childName}}} startled by loud noises?",
  "7.2": "Can {{{childName}}} repeat vowels in strings, e.g. ah ah ah, ooh ooh ooh?",
  "7.3": "Can {{{childName}}} repeat syllables in strings, e.g. ma ma ma, da da da?",
  "7.4": "Can {{{childName}}} understand the gesture reaching out to ask for something?",
  "7.5": "Can {{{childName}}} use gestures to communicate, such as pointing to show you something or waving \"come here.\"",
  "7.6": "Can {{{childName}}} understand when told 'no'?",
  "7.7": "Can {{{childName}}} understand simple instructions like 'come here' 'go away'?",
  "7.8": "Can {{{childName}}} identify at least 1 familiar object, such as shoe, spoon, cup?",
  "7.9": "Can {{{childName}}} say one definite and meaningful word?",
  "7.10": "Can {{{childName}}} identify at least 1 body part? For example, if you ask “where’s your eyes?” can he/she point to his/her eyes? What about nose or head,or anything else? ",
  "7.11": "Can {{{childName}}} identify at least 10 familiar objects?",
  "7.12": "Can {{{childName}}} name at least 1 familiar object?",
  "7.13": "Can {{{childName}}} say at least ten words?",
  "7.14": "Can {{{childName}}} imitate animal or other sounds, e.g., baa for a goat, moo for a cow, vroom for car?",
  "7.15": "Can {{{childName}}} identify at least 5 body parts?",
  "7.16": "Can {{{childName}}} name at least 10 familiar objects?",
  "7.17": "Can {{{childName}}} uses two-word combinations that start to make a sentence, such as \"give water\" or \"want that\"?",
  "7.18": "Can {{{childName}}} identify at least 10 body parts?",
  "7.19": "Can {{{childName}}} say more than 50 words?",
  "7.20": "Can {{{childName}}} use three-word combinations to start to make a sentence, such as \"no want that\" or \"you get it\"?",
  "7.21": "Can {{{childName}}} follow 3 instructions together, such as \"stand up, clap your hands, and sit back down\"? Do not give the instructions one by one.",
  "7.22": "Can {{{childName}}} identify at least 3 colors?",
  "7.23": "Can {{{childName}}} identify at least 8 colors?",
  "7.24": "Can {{{childName}}} follow 2 or more of the following instructions (give one by one):\n 1 .Put your hands above head,\n 2. Put your fingers below your eyes.\n 3. Point to the center of this table/mat/paper\n 4. Point to the corner of the table/mat/paper",
  "7.25": "Can {{{childName}}} follow all 4 of the following instructions (give one by one): \n 1.Put your hands above head \n 2. Put your fingers below your eyes.\n 3. Point to the center of this table/mat/paper\n 4. Point to the corner of the table/mat/paper",
  "7.26": "Can {{{childName}}} answer at least two of these three questions: Which goes faster, a person or a car? Which goes faster, a turtle or a horse? Which goes faster a bicycle or an airplane?",
  "7.27": "Can {{{childName}}} repeat 2 or more of the following syllables: pa, chi, tu, go?",
  "7.28": "Can {{{childName}}} repeat the 4 syllables: pa, chi, tu, go?",
  "7.29": "Can {{{childName}}} answer two or more of the following: An ant is small, an elephant is______.  (big)\n The sun comes up in the day, the moon comes up at  ____.  (night)\n A baby is young, a grandma is ___________. (old) ?",

  "7.30": "Does {{{childName}}} know quantities 1, 2, and 3?",
  "7.31": "Does {{{childName}}} know quantities up to 5?",
  "7.32": "Can {{{childName}}} answer which one does not belong for 1 or more of the following questions? Say to the child: “I’m going to say four words. One does not belong. Listen and then tell me the word that does not belong.” “Chocolate, sugar, chalk, bread.” Did the child say “chalk”?\n Try again with these: “Bathroom, train, kitchen, bedroom.” Did the child say “train”?\n Try again with these: “Brother, helper, ladder, neighbor.” Did the child say “ladder”?",
   "7.33": "Can {{{childName}}} answer which one does not belong for all 3 of the following questions? Say to the child: “I’m going to say four words. One does not belong. Listen and then tell me the word that does not belong.” “Chocolate, sugar, chalk, bread.” Did the child say “chalk”?\n Try again with these: “Bathroom, train, kitchen, bedroom.” Did the child say “train”?\n Try again with these: “Brother, helper, ladder, neighbor.” Did the child say “ladder”?"
  },
  "PSED": {
    "intro1": "Now, I will ask you about your child's behavior. ",
    "intro2": "These behaviors are often normal for young children, so please respond honestly. There are no right or wrong answers.",
    "intro3": "If you feel unsure about a question, please give the best answer you can. I want to reassure you that your answers are confidential.",
    "refuseFood": "Does [NAME] refuse to eat?",
    "troubleSleeping": "Does [NAME] have trouble falling asleep?",
    "quarrelsome": "Is [NAME] quarrelsome?",
    "play": "Does [NAME] play well with other children (not including siblings)?",
    "hit": "Does [NAME] hit, shove, kick, or bite children (not including siblings)?",
    "showJealousy": "Does [NAME] show jealousy?",
    "share": "Does [NAME] share, for example food, space, clothes, or toys?",
    "cryLeaving": "Does [NAME] cry or hang on to you when you try to leave?",
    "troubleChanging": "Does [NAME] have trouble adjusting to changes, for example, changing houses, changing sleeping place, new clothes, new friends, or anything outside the normal routine?",
    "independent": "Does [NAME] demand help for things that he/she can do for him/herself?",
    "followRules": "Does [NAME] follow rules (complies with adult expectations and requests)?",
    "upset": "Does [NAME] often get very upset or angry?",
    "destructive": "Is [NAME] destructive. Breaks or ruins things on purpose?",
    "hitAdults": "Does [NAME] hit, bite, or kick you (or other adult)?",
    "tantrums": "Does [NAME] cry or have tantrums until he or she is exhausted?",
    "lookForWhenUpset": "Does [NAME] look for you (or other parent) when upset?",
    "restless": "Is [NAME] restless and can't sit still?",
    "payAttention": "Can [NAME] pay attention for a long time (other than when watching a video)?",
    "waitTurn": "When playing a game or sharing a toy, can [NAME] wait for his or her turn?",
    "afraid": "Is [NAME] afraid of certain places, animals, or things?",
    "affectionate": "Is [NAME] affectionate with loved ones?",
    "eatUnedible": "Does [NAME] eat or drink things that are not edible (like paper or paint)?",
    "unaware": "Is [NAME] ever totally unaware of what is happening around him or her?",
    "noEyeContact": "Does [NAME] not make eye contact?",
    "freeze": "Does [NAME] when upset, get very still, freeze, or doesn’t move?",
    "nervous": "Does [NAME] seem nervous, tense, or fearful?",
    "worry": "Does [NAME] worry and is very serious?",
    "tryToHelp": "Does [NAME] try to help when someone is hurt (for example, gives toy)?",
    "unhappy": "Does [NAME] seem very unhappy, sad, depressed, or withdrawn?",
    "putInOrder": "Does [NAME] put things in a special order over and over and gets upset if he or she is interrupted?",
    "repeatAction": "Does [NAME] repeat the same action or phrase over and over without enjoyment?",
    "repeatMovement": "Does [NAME] repeat a particular movement over and over (like rocking, spinning)?"
  }
}
