{
  "helpMessage": "Hey there. I'm Sofia. Here to help with your ECD needs. Do you want to start a survey right now?",
  "quitMessage": "Are you sure you want me to keep quiet?",
  "languageChangeText": "Okay, as you please master.",
  "idk": "I don't know that word yet.",

  "zzz": "Has [NAME] been able to do this continually during the past month?",

  "5.1": "Can [NAME] hold up his or her head for at least 5 seconds?",
  "5.2": "Can [NAME] hold his or her head up unsupported and turn his or her head to the left and to the right?",
  "5.3": "Can [NAME] sit supported, holding his/her body upright while leaning on something without falling over?",
  "5.4": "Can [NAME] sit upright alone, unsupported on the floor?",
  "5.5": "Can [NAME] push down with his or her feet into the floor when held upright?",
  "5.6": "Can [NAME] stand when held up, taking his/her full weight on his/her feet while you are holding his/her upper body?",
  "5.7": "Can [NAME] crawl keeping his/her stomach off the ground for three continuous crawling movements?",
  "5.8": "Can [NAME] pull him or herself into a standing position while holding on to an object, but without holding on to a person?",
  "5.9": "Can [NAME] stand holding on to furniture or another object, but without holding on to a person, for 10 seconds?",
  "5.10": "Can [NAME] walk while holding on to a person's hands?",
  "5.11": "Can [NAME] climb *onto* a low chair by him/herself?",
  "5.12": "Can [NAME] climb *out of* a low chair by him/herself?",
  "5.13": "Can [NAME] stand alone, without holding on to anything, for at least 10 seconds?",
  "5.14": "Can [NAME] walk alone, without holding on to anything, at least 5 steps?",
  "5.15": "Can [NAME] go down one step while standing upright with support, holding on to a person or object?",
  "5.16": "Can [NAME]  go down one step while standing upright without support, without holding on to anything?",
  "5.17": "Can [NAME] run?",
  "5.18": "Can [NAME] jump in the air with both feet leaving the ground at the same time, without holding on to any person or object?",
  "5.19": "Can [NAME] kick a ball while standing upright?",
  "5.20": "Can [NAME] throw a ball in an intended direction?",
  "5.21": "Can [NAME] walk backwards 5 steps?",
  "5.22": "Can [NAME] stand on one leg for at least one second?",
  "5.23": "Can [NAME] stand on one leg for at least ten seconds?",
  "5.24": "Can [NAME] hop forward on one foot four times in a row?",
  "5.25": "Can [NAME] throw a ball into the air and catch it?",
  "5.26": "Can [NAME] walk 3 steps forward putting one foot in front of the other with heel touching toe?",

  "6.1": "Can [NAME] watch a moving item in front of his/her face?",
  "6.2": "Can [NAME] reach out for objects even if he/she doesn’t manage to grasp it? ",
  "6.3": "Can [NAME] reach out and grasp objects?",
  "6.4": "Can [NAME] pick up small objects (smaller than the child's hand) in any way?",
  "6.5": "Can [NAME] pick up small objects using one hand rather than two?",
  "6.6": "Can [NAME] pick up grains or beads or other small objects with thumb and forefinger only?",
  "6.7": "Can [NAME] open a door that requires pushing?",
  "6.8": "Can [NAME] hold a pen or chalk in any way with intent to write or scribble (very important that the child shows intent to write or scribble)?",
  "6.9": "Can [NAME] hold a pen or chalk between two fingers and thumb, the way an adult holds a pen to write?",
  "6.10": "Can [NAME] scribble with a pen or chalk?",
  "6.11": "Can [NAME] scribble with a pen or chalk without going off the page?",
  "6.12": "Can [NAME] draw a straight line, copying you when you demonstrate drawing a straight line?",
  "6.13": "Can [NAME] draw a circle so that one end of the line connects to the other end, copying you when you demonstrate drawing a circle?",
  "6.14": "Can [NAME] draw a triangle so that all the corners connect, copying you when you demonstrate drawing a triangle?",
  "6.15": "Can [NAME] draw a picture of a person with 1 or more body parts when you tell him/her to, without you demonstrating first? Body parts can be head, legs, arms, eyes, body, nose, ears, hands.",
  "6.16": "Can [NAME] draw a picture of a person with 2 or more body parts when you tell him/her to, without you demonstrating first? Body parts can be head, legs, arms, eyes, body, nose, ears, hands.",
  "6.17": "Can [NAME] draw a picture of a person with 4 or more body parts when you tell him/her to, without you demonstrating first? Body parts can be head, legs, arms, eyes, body, nose, ears, hands.",
  "6.18": "Can [NAME] write 1 or more letters when you tell him/her to, without you demonstrating first?",
  "6.19": "Can [NAME] write 2 or more letters when you tell him/her to, without you demonstrating first?",
  "6.20": "Can [NAME] write 1 or more numbers when you tell him/her to, without you demonstrating first?",
  "6.21": "Can [NAME] write 2 or more numbers when you tell him/her to, without you demonstrating first?",
  "6.22": "Can [NAME] write 3 or more numbers when you tell him/her to, without you demonstrating first?",
  "6.23": "Can [NAME] write 1-2 or more letters in order after “A” (B or B C) without you telling him/her what comes next? ",
  "6.24": "Can [NAME] write 3 or more letters in order after “A” (B, C, D, and so on)  without you telling him/her what comes next? ",
  "6.25": "Can [NAME] write 1 or more words spelled correctly without you demonstrating first?",
  "6.26": "Can [NAME] write 2 or more words spelled correctly without you demonstrating first?",
  "6.27":"Can [NAME] write 4 or more words spelled correctly without you demonstrating first?",
  "7.1": "Is [NAME] startled by loud noises?",
  "7.2": "Can [NAME] repeat vowels in strings, e.g. ah ah ah, ooh ooh ooh?",
  "7.3": "Can [NAME] repeat syllables in strings, e.g. ma ma ma, da da da?",
  "7.4": "Can [NAME] understand the gesture reaching out to ask for something?",
  "7.5": "Can [NAME] use gestures to communicate, such as pointing to show you something or waving "come here."",
  "7.6": "Can [NAME] understand when told 'no'?",
  "7.7": "Can [NAME] understand simple instructions like 'come here' 'go away'?",
  "7.8": "Can [NAME] identify at least 1 familiar object, such as shoe, spoon, cup?",
  "7.9": "Can [NAME] say one definite and meaningful word?",
  "7.10": "Can [NAME] identify at least 1 body part? For example, if you ask “where’s your eyes?” can he/she point to his/her eyes? What about nose or head,or anything else? "
  "7.11": "Can [NAME] identify at least 10 familiar objects?",
  "7.12": "Can [NAME] name at least 1 familiar object?",
  "7.13": "Can [NAME] say at least ten words?",
  "7.14": "Can [NAME] imitate animal or other sounds, e.g., baa for a goat, moo for a cow, vroom for car?",
  "7.15": "Can [NAME] identify at least 5 body parts?",
  "7.16": "Can [NAME] name at least 10 familiar objects?",
  "7.17": "Can [NAME] uses two-word combinations that start to make a sentence, such as "give water" or "want that"?",
  "7.18": "Can [NAME] identify at least 10 body parts?",
  "7.19": "Can [NAME] say more than 50 words?",
  "7.20": "Can [NAME] use three-word combinations to start to make a sentence, such as "no want that" or "you get it"?",
  "7.21": "Can [NAME] follow 3 instructions together, such as "stand up, clap your hands, and sit back down"? Do not give the instructions one by one."
  "7.22": "Can [NAME] identify at least 3 colors?",
  "7.23": "Can [NAME] identify at least 8 colors?",
  "7.24": "Can [NAME] follow 2 or more of the following instructions (give one by one):\n 1 .Put your hands above head,\n 2. Put your fingers below your eyes.\n 3. Point to the center of this table/mat/paper\n 4. Point to the corner of the table/mat/paper",
  "7.25": "Can [NAME] follow all 4 of the following instructions (give one by one): 1 .Put your hands above head,
2. Put your fingers below your eyes.
3. Point to the center of this table/mat/paper
4. Point to the corner of the table/mat/paper",
  "7.26": "Can [NAME] answer at least two of these three questions: Which goes faster, a person or a car? Which goes faster, a turtle or a horse? Which goes faster a bicycle or an airplane?",
  "7.27": "Can [NAME] repeat 2 or more of the following syllables: pa, chi, tu, go?",
  "7.28": "Can [NAME] repeat the 4 syllables: pa, chi, tu, go?",
  "7.29": "Can [NAME] answer two or more of the following: An ant is small, an elephant is______.  (big)\n The sun comes up in the day, the moon comes up at  ____.  (night)\n A baby is young, a grandma is ___________. (old) ?",

  "7.30": "Does [NAME] know quantities 1, 2, and 3?",
  "7.31": "Does [NAME] know quantities up to 5?",
  "7.32": "Can [NAME] answer which one does not belong for 1 or more of the following questions? Say to the child: “I’m going to say four words. One does not belong. Listen and then tell me the word that does not belong.” “Chocolate, sugar, chalk, bread.” Did the child say “chalk”?
Try again with these: “Bathroom, train, kitchen, bedroom.” Did the child say “train”?
Try again with these: “Brother, helper, ladder, neighbor.” Did the child say “ladder”?",
  "7.33": "Can [NAME] answer which one does not belong for all 3 of the following questions? Say to the child: “I’m going to say four words. One does not belong. Listen and then tell me the word that does not belong.” “Chocolate, sugar, chalk, bread.” Did the child say “chalk”?\n Try again with these: “Bathroom, train, kitchen, bedroom.” Did the child say “train”?\n Try again with these: “Brother, helper, ladder, neighbor.” Did the child say “ladder”?"
}
