{
  "generic": {
    "helpMessage": "Halo. Saya Sofia. Saya akan membantu Anda terkait kebutuhan tumbuh kembang anak. Apa Anda ingin memulai surveinya sekarang?",
    "quitMessage": "Apa Anda yakin ingin berhenti?",
    "languageChangeText": "Oke, ganti bahasa.",
    "idkw": "Saya belum mengenal kata itu.",
    "yes": "Ya",
    "no": "Tidak",
    "hello": "Halo",
    "idk": "Saya tidak tahu",
    "timeoutMessage": "Percakapan telah berakhir karena Anda tidak membalas dalama waktu 20 menit. Anda bisa memulai percakapan kembali dengan \"halo\" atau \"hai\"."
  },
  "caregiverKnowledge": {
    "intro": "Saya akan menanyakan beberapa hal tentang anak-anak dan kapan menurut Anda mereka mulai melakukan sesuatu.",
    "brainDevelopment": "Kapan otak anak mulai berkembang dan belajar?",
    "sight": "Kapan anak mulai bisa melihat?",
    "follow": "Kapan anak mulai mengikuti gerakan orang atau benda dengan matanya?",
    "vocalize": "Kapan anak mulai mengeluarkan suara-suara untuk merespon orang yang mengajaknya berbicara?",
    "smile": "Kapan anak mulai tersenyum saat melihat wajah seseorang?",
    "speech": "Kapan anak mulai mengucapkan satu kata yang memiliki arti?",
    "playWithToys": "Kapan anak mulai bermain permainan imajiner seperti menyuapi boneka atau mengendarai mobil mainan?",
    "reachForToys": "Kapan anak mulai menggapai mainan yang ada di depannya?",
    "graspTinyThings": "Kapan anak mulai menggenggam benda kecil seperti kismis dengan jari-jarinya?",
    "walkAlone": "Kapan anak mulai berjalan sendiri tanpa bantuan?",
    "talkToKids": "Kapan ibu harus mulai berbicara kepada anak?",
    "practiceReaching": "Kapan ibu harus mulai menunjukkan benda-benda berwarna ke anak untuk membantu mereka berlatih meraih benda?",
    "teachCounting": "Kapan ibu harus mengajari anak belajar berhitung?",
    "teachColors": "Kapan ibu harus mulai mengajari anak tentang warna?",
    "eatAlone": "Kapan ibu harus mulai memberi anak sendok atau garpu agar anak belajar makan sendiri?",
    "paperAndCrayons": "Kapan ibu harus mulai memberi anak kertas dan krayon untuk menggambar dan mewarnai?",
    "sitWithSupport": "Kapan ibu harus melatih anak belajar duduk dengan bantuan?",
    "giveToys": "Kapan ibu harus mulai memberi anak benda atau mainan yang bersih dan aman untuk dimasukkan ke mulut mereka?",
    "lookAtBooks": "Kapan ibu harus mulai melihat-lihat buku anak-anak bersama anak mereka?",
    "play": "Kapan ibu harus mulai memberi anak benda-benda rumah tangga yang bersih dan aman untuk dipakai bermain?",

    "birth": "Dalam kandungan atau saat lahir",
    "2": "lahir sampai 2 bulan",
    "4to5": "4-5 bulan",
    "7to9": "7-9 bulan",
    "9to14": "9-14 bulan"
  },

  "FCI": {
    "intro1": "Sekarang, saya akan menanyakan tentang benda-benda yang {{{childName}}} mainkan saat berada di rumah.",
    "playWithHomemadeToys": "Apakah {{{childName}}} bermain dengan mainan buatan sendiri, seperti bola dari kertas plastik, boneka dari tanah liat, mobil-mobilan dari kawat, atau mainan lain yang dibuat di rumah?",
    "playWithShopToys": "Apakah {{{childName}}} bermain dengan produk mainan yang dibeli, seperti bola, boneka, mobil-mobilan, atau mainan lain?",
    "playHouseholdObjects": "Apakah {{{childName}}} bermain dengan benda-benda rumah tangga (contohnya: cangkir/gelas, sendok, piring) atau benda yang ada di sekitar rumah (contohnya: tongkat/kayu, daun)?",
    "playMusic": "Apakah {{{childName}}} bermain dengan mainan yang mengeluarkan suara musik (contohnya: telepon-teleponan, radio mainan, boneka)?",
    "playDrawing": "Apakah {{{childName}}} bermain dengan benda-benda untuk menggambar atau menulis (contohnya: pensil, pulpen)?",
    "playPictures": "Apakah {{{childName}}} bermain dengan buku bergambar untuk anak-anak (bukan buku sekolah)?",
    "playStacks": "Apakah {{{childName}}} bermain dengan benda-benda yang dapat disusun atau dibangun, misalnya balok untuk membuat rumah-rumahan?",
    "playMoving": "Apakah {{{childName}}} bermain dengan benda-benda yang dipakai untuk bergerak di sekitar ruangan atau rumah, seperti mobil-mobilan dengan pegangan, sepeda mainan, layang-layangan atau benda lainnya?",
    "playShapes": "Apakah {{{childName}}} bermain dengan mainan untuk belajar tentang bentuk (lingkaran, kotak/persegi, segitiga) dan warna?",
    "playPretend": "Apakah {{{childName}}} bermain dengan benda-benda untuk bermain peran, seperti boneka atau kaleng untuk berpura-pura memasak atau benda-benda lainnya?",
    "bookCount": "Berapa banyak buku yang Anda miliki di rumah saat ini?",
    "magazineCount": "Berapa banyak majalah atau koran yang Anda miliki di rumah saat ini?",

    "intro2": "Sekarang saya akan menanyakan apakah seseorang yang berumur di atas 15 tahun melakukan salah satu aktivitas berikut dengan {{{childName}}} dalam 3 hari terakhir.",
    "read": "Dalam 3 hari terakhir, apakah ada yang membacakan buku atau melihat-lihat buku bergambar bersama {{{childName}}}?",
    "motherRead": "Apakah ibu {{{childName}}} membacakan buku atau melihat-lihat buku bergambar bersama {{{childName}}}?",
    "fatherRead": "Apakah ayah {{{childName}}} membacakan buku atau melihat-lihat buku bergambar bersama {{{childName}}}?",
    "caregiverRead": "Apakah pengasuh lain berumur di atas 15 tahun membacakan buku atau melihat-lihat buku bergambar bersama {{{childName}}}?",
    "narrate": "Dalam 3 hari terakhir, apakah seseorang pernah mendongengkan cerita kepada {{{childName}}}?",
    "motherNarrate": "Apakah ibu {{{childName}}}pernah mendongengkan cerita kepada {{{childName}}}?",
    "fatherNarrate": "Apakah ayah {{{childName}}}pernah mendongengkan cerita kepada {{{childName}}}?",
    "caregiverNarrate": "Apakah pengasuh lain berumur di atas 15 tahun pernah mendongengkan cerita kepada {{{childName}}}?",
    "sing": "Dalam 3 hari terakhir, apakah seseorang pernah menyanyikan lagu kepada {{{childName}}} atau bersama {{{childName}}}?",
    "motherSing": "Apakah ibu {{{childName}}} pernah menyanyikan lagu kepada atau bersama {{{childName}}}?",
    "fatherSing": "Apakah ayah {{{childName}}} pernah menyanyikan lagu kepada atau bersama {{{childName}}}?",
    "caregiverSing": "Apakah pengasuh lain berumur di atas 15 tahun pernah menyanyikan lagu kepada atau bersama {{{childName}}}?",
    "outing": "Dalam 3 hari terakhir, apakah seseorang pernah mengajak {{{childName}}} tamasya?",
    "motherOuting": "Apakah ibu {{{childName}}} pernah mengajak {{{childName}}} tamasya?",
    "fatherOuting": "Apakah ayah {{{childName}}} pernah mengajak {{{childName}}} tamasya?",
    "caregiverOuting": "Apakah pengasuh lain berumur di atas 15 tahun pernah mengajak {{{childName}}} tamasya?",
    "play": "Dalam 3 hari terakhir, apakah seseorang pernah bermain dengan {{{childName}}}?",
    "motherPlay": "Apakah ibu {{{childName}}} pernah bermain dengan {{{childName}}}?",
    "fatherPlay": "Apakah ayah {{{childName}}} pernah bermain dengan {{{childName}}}",
    "caregiverPlay": "Apakah pengasuh lain berumur di atas 15 tahun pernah bermain dengan {{{childName}}}?",
    "NAMAountOrDraw": "Dalam 3 hari terakhir, apakah seseorang pernah menyebut nama, menghitung atau menggambar benda dengan {{{childName}}}?",
    "motherNAMAountOrDraw": "Apakah ibu {{{childName}}} pernah menyebut nama, menghitung atau menggambar benda dengan {{{childName}}}?",
    "fatherNAMAountOrDraw": "Apakah ayah {{{childName}}} pernah menyebut nama, menghitung atau menggambar benda dengan {{{childName}}}?",
    "caregiverCountDraw": "Apakah pengasuh lain berumur di atas 15 tahun pernah menyebut nama, menghitung atau menggambar benda dengan {{{childName}}}?"
  },

  "SRQ20": {
    "intro1": "Sekarang, saya akan menanyakan tentang rasa sakit dan masalah tertentu yang mungkin mengganggu Anda dalam 30 hari terakhir. ",
    "intro2": "Jika Anda pernah mengalami masalah tersebut dalam 30 hari terakhir, jawab ya.",
    "intro3": "Sebaliknya, jika Anda tidak mengalami masalah tersebut dalam 30 hari terakhir, jawab tidak.",
    "intro4": "Kita semua pernah memiliki pengalaman yang menyakitkan dan masalah yang berat, ini semua hal yang normal, jadi jawablah semua pertanyaan di bawah ini dengan sejujurnya. Tidak ada jawaban yang salah atau benar.",
    "intro5": "Jika Anda merasa tidak yakin tentang sebuah pertanyaan, tolong berikan jawaban yang paling mendekati menurut Anda. Saya ingin meyakinkan Anda bahwa jawaban Anda akan dijaga kerahasiannya.",

    "headaches": "Apakah Anda sering sakit kepala?",
    "appetite": "Apakah selera makan Anda berkurang?",
    "sleepBadly": "Apakah Anda sulit tidur nyenyak?",
    "easilyFrightened": "Apakah Anda mudah merasa takut?",
    "handsShake": "Apakah tangan Anda gemetar?",
    "feelNervous": "Apakah Anda merasa gugup, tegang atau cemas?",
    "poorDiestion": "Apakah Anda punya masalah pencernaan?",
    "clearThought": "Apakah Anda sulit berpikir jernih?",
    "feelUnhappy": "Apakah Anda merasa tidak bahagia?",
    "cry": "Apakah Anda menangis lebih sering dari biasanya?",
    "difficultyEnjoying": "Apakah Anda sulit menikmati aktivitas sehari-hari Anda?",
    "difficultyDecisions": "Apakah Anda sulit membuat keputusan?",
    "workSuffering": "Apakah kegiatan sehari-hari Anda terasa begitu berat?",
    "useful": "Apakah Anda merasa tidak berguna?",
    "lostInterest": "Apakah Anda kehilangan minat terhadap sesuatu yang biasanya Anda sukai?",
    "feelWorthless": "Apakah Anda merasa Anda orang yang tidak berharga?",
    "suicidal": "Apakah pernah terpikir untuk mengakhiri hidup Anda?",
    "alwaysTired": "Apakah Anda merasa lelah sepanjang waktu?",
    "easilyTired": "Apakah Anda merasa mudah lelah?",
    "stomachDiscomfort": "Apakah ada rasa tidak nyaman di perut Anda?"
  },

  "DMC3": {

    "tell": "Tolong beritahu lebih banyak",
    "how": "Bagaimana saya harus mengamati ini?",

    "zzz": "Apakah {{{childName}}} dapat melakukan ini secara terus-menerus selama sebulan terakhir?",

    "5.1": "Apakah {{{childName}}} dapat mengangkat kepalanya minimal selama 5 detik?",
    "5.1y": "Ketika sedang memegang anak Anda, Anda tidak perlu menopang kepalanya dengan tangan Anda. Anak mampu mengangkat kepalanya sendiri minimal selama 5 detik.",
    "5.1n": "Anda harus terus-menerus menopang kepala anak. Anak hanya mampu mengangkat kepalanya sendiri selama kurang dari 5 detik.",


  "5.2": "Apakah {{{childName}}} mampu mengangkat kepalanya tanpa bantuan dan menolehkan kepalanya ke kiri dan ke kanan?",
  "5.3": "Apakah {{{childName}}} mampu duduk dengan bantuan, menegakkan tubuhnya sementara bersandar ke sesuatu tanpa terjatuh?",
  "5.4": "Apakah {{{childName}}} mampu duduk dengan tegak di lantai tanpa bantuan?",
  "5.5": "Apakah {{{childName}}} mampu menekan kedua kakinya ke lantai ketika tubuhnya dipegang dengan tegak ?",
  "5.6": "Apakah {{{childName}}} mampu berdiri ketika tubuhnya ditopang, memusatkan berat badannya di kedua kakinya ketika Anda sedang memegang tubuh bagian atasnya?",
  "5.7": "Apakah {{{childName}}} mampu merangkak dengan perut tidak menyentuh lantai selama 3 gerakan merangkak secara berturut-turut?",
  "5.8": "Apakah {{{childName}}} mampu mengangkat badannya untuk berdiri sambil berpegangan pada benda, tapi tanpa berpegangan pada orang lain?",
  "5.9": "Apakah {{{childName}}} mampu berdiri dengan berpegangan pada perabotan rumah atau benda lain, tapi tanpa berpegangan pada orang lain, selama 10 detik?",
  "5.10": "Apakah {{{childName}}} mampu berjalan sambil memegang tangan orang lain?",
  "5.11": "Apakah {{{childName}}} mampu memanjat *ke* kursi rendah tanpa bantuan?",
  "5.12": "Apakah {{{childName}}} mampu memnjat *turun* dari kursi rendah tanpa bantuan?",
  "5.13": "Apakah {{{childName}}} mampu berdiri sendiri, tanpa berpegangan pada sesuatu, minimal selama 10 detik?",
  "5.14": "Apakah {{{childName}}} mampu berjalan sendiri, tanpa berpegangan pada sesuatu, minimal 5 langkah?",
  "5.15": "Apakah {{{childName}}} mampu turun satu langkah sambil berdiri tegak dengan bantuan, berpegangan pada orang lain atau benda?",
  "5.16": "Apakah {{{childName}}} mampu  mampu turun satu langkah sambil berdiri tegak tanpa bantuan, tanpa berpegangan pada sesuatu?",
  "5.17": "Apakah {{{childName}}} mampu berlari?",
  "5.18": "Apakah {{{childName}}} mampu melompat dengan kedua kaki terangkat dari tanah pada waktu bersamaan, tanpa berpegangan pada orang lain atau benda?",
  "5.19": "Apakah {{{childName}}} mampu menendang bola sambil berdiri tegak?",
  "5.20": "Apakah {{{childName}}} mampu melempar bola ke arah yang dituju?",
  "5.21": "Apakah {{{childName}}} mampu berjalan mundur 5 langkah?",
  "5.22": "Apakah {{{childName}}} mampu berdiri dengan satu kaki minimal selama satu detik?",
  "5.23": "Apakah {{{childName}}} mampu berdiri dengan satu kaki minimal selama sepuluh detik?",
  "5.24": "Apakah {{{childName}}} mampu melompat ke depan dengan satu kaki empat kali berturut-turut?",
  "5.25": "Apakah {{{childName}}} mampu melempar bola ke udara dan menangkapnya?",
  "5.26": "Apakah {{{childName}}} mampu berjalan 3 langkah ke depan dengan dengan meletakkan satu kaki di depan kaki yang lainnya, di mana tumit kaki depan menyentuh jari kaki belakang?",
  "6.1": "Apakah {{{childName}}} mampu mengamati benda yang bergerak di depan wajahnya?",
  "6.2": "Apakah {{{childName}}} mampu menjangkau benda meskipun tidak berhasil menggenggamnya? ",
  "6.3": "Apakah {{{childName}}} mampu menjangkau dan menggenggam benda?",
  "6.4": "Apakah {{{childName}}} mampu memungut benda kecil (lebih kecil dari tangan anak), dengan cara apapun?",
  "6.5": "Apakah {{{childName}}} mampu memungut benda kecil menggunakan satu tangan?",
  "6.6": "Apakah {{{childName}}} mampu memungut biji-bijian atau manik-manik atau benda kecil lainnya hanya dengan ibu jari dan jari telunjuk saja?",
  "6.7": "Apakah {{{childName}}} mampu membuka pintu dengan cara didorong?",
  "6.8": "Apakah {{{childName}}} mampu memegang pulpen atau kapur dengan cara apapun dengan niat untuk menulis atau mencoret-coret (sangat penting bahwa anak menunjukkan niat untuk menulis atau mencoret-coret)?",
  "6.9": "Apakah {{{childName}}} mampu memegang pulpen atau kapur di antara dua jari dan ibu jari, cara yang sama dengan orang dewasa memegang pulpen untuk menulis?",
  "6.10": "Apakah {{{childName}}} mampu mencoret-coret dengan pulpen atau kapur?",
  "6.11": "Apakah {{{childName}}} mampu mencoret-coret dengan pulpen atau kapur tanpa keluar dari halaman kertas?",
  "6.12": "Apakah {{{childName}}} mampu menggambar garis lurus, menirukan Anda ketika Anda menunjukkan bagaimana menggambar garis lurus?",
  "6.13": "Apakah {{{childName}}} mampu menggambar lingkaran sehingga kedua ujung garis tersambung, menirukan Anda ketika Anda menunjukkan bagaimana menggambar lingkaran?",
  "6.14": "Apakah {{{childName}}} mampu menggambar segitiga sehingga semua ujung garis tersambung, menirukan Anda ketika Anda menunjukkan bagaimana menggambar segitiga?",
  "6.15": "Apakah {{{childName}}} mampu menggambar seseorang dengan 1 atau lebih anggota badan ketika Anda memintanya, tanpa dicontohkan terlebih dahulu? Bagian tubuh yang digambar bisa kepala, kaki, lengan, mata, badan, hidung, telinga, tangan.",
  "6.16": "Apakah {{{childName}}} mampu menggambar seseorang dengan 2 atau lebih anggota badan ketika Anda memintanya, tanpa dicontohkan terlebih dahulu? Bagian tubuh yang digambar bisa kepala, kaki, lengan, mata, badan, hidung, telinga, tangan.",
  "6.17": "Apakah {{{childName}}} mampu menggambar seseorang dengan 4 atau lebih anggota badan ketika Anda memintanya, tanpa dicontohkan terlebih dahulu? Bagian tubuh yang digambar bisa kepala, kaki, lengan, mata, badan, hidung, telinga, tangan.",
  "6.18": "Apakah {{{childName}}} mampu menulis 1 atau lebih huruf ketika Anda memintanya, tanpa dicontohkan terlebih dahulu?",
  "6.19": "Apakah {{{childName}}} mampu menulis 2 atau lebih huruf ketika Anda memintanya, tanpa dicontohkan terlebih dahulu?",
  "6.20": "Apakah {{{childName}}} mampu menulis 1 atau lebih angka ketika Anda memintanya, tanpa dicontohkan terlebih dahulu?",
  "6.21": "Apakah {{{childName}}} mampu menulis 2 atau lebih angka ketika Anda memintanya, tanpa dicontohkan terlebih dahulu??",
  "6.22": "Apakah {{{childName}}} mampu menulis 3 atau lebih angka ketika Anda memintanya, tanpa dicontohkan terlebih dahulu?",
  "6.23": "Apakah {{{childName}}} mampu menulis 1-2 huruf secara berurutan setelah \"A\" (B atau B C), tanpa diberitahukan huruf selanjutnya?",
  "6.24": "Apakah {{{childName}}} mampu menulis 3 atau lebih huruf secara berurutan setelah \"A\" (B, C, D, dst.), tanpa diberitahukan huruf selanjutny? ",
  "6.25": "Apakah {{{childName}}} mampu menulis 1 atau lebih kata dengan ejaan yang benar tanpa dicontohkan terlebih dahulu?",
  "6.26": "Apakah {{{childName}}} mampu menulis 2 atau lebih kata dengan ejaan yang benar tanpa dicontohkan terlebih dahulu?",
  "6.27":"Apakah {{{childName}}} mampu menulis 4 atau lebih kata dengan ejaan yang benar tanpa dicontohkan terlebih dahulu?",
  "7.1": "Apakah {{{childName}}} terkejut saat mendengar suara yang keras?",
  "7.2": "Apakah {{{childName}}} mampu mengulangi bunyi-bunyi vokal berantai, seperti ah ah ah, ooh ooh ooh?",
  "7.3": "Apakah {{{childName}}} mampu menguangi suku kata berantai, seperti ma ma ma, da da da?",
  "7.4": "Apakah {{{childName}}} mampu memahami gerakan mengulurkan tangan untuk meminta sesuatu?",
  "7.5": "Apakah {{{childName}}} mampu menggunakan gerakan tubuh untuk berkomunikasi, seperti menunjuk untuk memperlihatkan sesuatu atau melambaikan tangan \"Ayo ke sini.\"",
  "7.6": "Apakah {{{childName}}} mampu memahami ketika diberitahu 'jangan'?",
  "7.7": "Apakah {{{childName}}} mampu memahami perintah sederahana seperti 'ayo ke sini' 'pergi sana'?",
  "7.8": "Apakah {{{childName}}} mampu mengenali minimal 1 benda yang biasa dilihat sehari-hari, seperti sepatu, sendok, cangkir/gelas?",
  "7.9": "Apakah {{{childName}}} mampu mengucapkan satu kata yang bermakna",
  "7.10": "Apakah {{{childName}}} mampu mengenali minimal 1 anggota badan? Misalnya, jika Anda bertanya “Mana matamu?” apakah dia menunjuk matanya? Bagaimana hidung atau kepala, atau anggota badan lainnya? ",
  "7.11": "Apakah {{{childName}}} mampu mengenali minimal 10 benda yang biasa dilihat sehari-hari?",
  "7.12": "Apakah {{{childName}}} mampu menyebutkan nama minimal 1 benda yang biasa dilihat sehari-hari?",
  "7.13": "Apakah {{{childName}}} mampu mengucapkan minimal 10 kata?",
  "7.14": "Apakah {{{childName}}} mampu menirukan suara binatang atau suara lainnya, misal, embek untuk suara kambing, mmuuu untuk suara sapi, bruum untuk suara mobil/motor?",
  "7.15": "Apakah {{{childName}}} mampu mengenali minimal 5 anggota badan?",
  "7.16": "Apakah {{{childName}}} mampu menyebutkan nama minimal 10 benda yang biasa dilihat sehari-hari?",
  "7.17": "Apakah {{{childName}}} mampu menggunakan kombinasi dua kata untuk mulai membuat satu kalimat, seperti \"minta air\" atau \"mau itu\"?",
  "7.18": "Apakah {{{childName}}} mampu mengenali minimal 10 anggota badan?",
  "7.19": "Apakah {{{childName}}} mampu mengucapkan lebih dari 50 kata?",
  "7.20": "Apakah {{{childName}}} mampu menggunakan kombinasi 3 kata untuk mulai membuat satu kalimat, seperti \"tidak mau itu\" atau \"aku minta itu\"?",
  "7.21": "Apakah {{{childName}}} mampu mengikuti 3 perintah yang diberikan bersamaan, seperti \"berdiri, tepuk tangan, dan duduk kembali\"? Jangan memberi perintah satu per satu.",
  "7.22": "Apakah {{{childName}}} mampu mengenali minimal 3 warna?",
  "7.23": "Apakah {{{childName}}} mampu mengenali minimal 8 warna?",
  "7.24": "Apakah {{{childName}}} mampu mengikuti 2 atau lebih perintah berikut (berikan satu per satu):\n 1 .Taruh tangan di atas kepala,\n 2. Taruh jari di bawah mata.\n 3. Tunjuk bagian tengah meja/tikar/kertas, \n 4. Tunjuk pojok meja/tikar/kertas",
  "7.25": "Apakah {{{childName}}} mampu mengikuti keempat perintah berikut (berikan satu per satu): \n 1 .Taruh tangan di atas kepala,\n 2. Taruh jari di bawah mata.\n 3. Tunjuk bagian tengah meja/tikar/kertas, \n 4. Tunjuk pojok meja/tikar/kertas",
  "7.26": "Apakah {{{childName}}} mampu menjawab minimal 2 dari 3 pertanyaan berikut: Mana yang lebih cepat, orang atau mobil? Mana yang lebih cepat, kura-kura atau kuda? Mana yang lebih cepat sepeda atau pesawat?",
  "7.27": "Apakah {{{childName}}} mampu mengulangi 2 atau lebih suku kata berikut ini: pa, chi, tu, go?",
  "7.28": "Apakah {{{childName}}} mampu mengulangi 4 suku kata berikut: pa, chi, tu, go?",
  "7.29": "Apakah {{{childName}}} mampu menjawab 2 atau lebih pertanyaan berikut: Semut itu kecil, gajah itu ______.  (besar)\n Matahari muncul di siang hari, bulan muncul di ________.  (malam hari)\n Bayi itu muda, nenek itu ___________. (tua) ?",

  "7.30": "Apakah {{{childName}}} mengenal angka 1, 2, dan 3?",
  "7.31": "Apakah {{{childName}}} mengenal angka sampai 5?",
  "7.32": "Apakah {{{childName}}} mampu menjawab 1 atau lebih pertanyaan \"mana yang bukan termasuk dari\"? Katakan kepada anak: “Saya akan menyebutkan 4 kata. Satu kata tidak termasuk kategori yang sama dengan 3 kata lainnya. Dengarkan dan kasih tahu saya mana kata yang berbeda tersebut.” “Cokelat, gula, kapur, roti.” Apakah anak menjawab \"kapur\"?\n Coba lagi dengan pertanyaan ini: “Kamar mandi, kereta, dapur, kamar tidur.” Apakah anak menjawab “kereta”?\n Coba lagi dengan pertanyaan lain: “Saudara laki-laki, pembantu, tangga, tetangga.” Apakah anak menjawab “tangga”?",
   "7.33": "Apakah {{{childName}}} mampu menjawab ketiga pertanyaan \"mana yang bukan termasuk dari\"? Katakan kepada anak: “Saya akan menyebutkan 4 kata. Satu kata tidak termasuk kategori yang sama dengan 3 kata lainnya. Dengarkan dan kasih tahu saya mana kata yang berbeda tersebut.” “Cokelat, gula, kapur, roti.” Apakah anak menjawab \"kapur\"?\n Coba lagi dengan pertanyaan ini: “Kamar mandi, kereta, dapur, kamar tidur.” Apakah anak menjawab “kereta”?\n Coba lagi dengan pertanyaan lain: “Saudara laki-laki, pembantu, tangga, tetangga.” Apakah anak menjawab “tangga”?,"
 }
}
